Repository: YaGeek/iSpoiler
Catalog: *.lproj/Localizable.strings
Languages: de, fr

# GPXProcessing
source: GPX file is being processed
de: GPX Datei wird bearbeitet
fr: Analyse du fichier GPX

source: Geocache
fr: Géocache

source: Name
fr: Nom

source: Process
de: Prozess
fr: Avancement

# PocketQueryFiles
source: Choose GPX file ...
de: GPX Datei auswählen...
fr: Choisir un fichier GPX ...

source: Download
de: Herunterladen
fr: Téléchargement

# SaveToDevice
source: Export for Garmin device ...
de: Export für Garmin-Gerät ...
fr: Exporter pour appareil Garmin ...

source: Preferences
de: Einstellungen
fr: Préférences

source: Done
de: Fertig
fr: Appliquer

source: Browse
de: Durchsuchen
fr: Parcourir

# About
source: About iSpoiler
de: Über iSpoiler
fr: À propos d'iSpoiler

# HelpMain
source: Help
de: Hilfe
fr: Aide

source: Cancel
de: Abbrechen
fr: Annuler

source: Continue
de: Weitergehen
fr: Continuer

# DirectoryExistMessage
source: A previous directory exist. What do you wan to do ?
de: Ein Verzeichnis existiert bereits. Was wollenSie machen ?
fr: Un répertoire précédent existe déjà. Que souhaitez-vous faire ?

# DirectoryExportMessage
source: A previous directory exist. Do you want to delete it ?
de: Ein Verzeichnis existiert bereits. Wollen Sie es löschen ?
fr: Un répertoire précédent existe déjà. Voulez-vous l'effacer ?

# Quit
source: Quit iSpoiler
de: iSpoiler beenden
fr: Quitter iSpoiler

source: iSpoiler Help
de: iSpoiler's Hilf
fr: Aide iSpoiler

source: Completed
de: Fertig
fr: Terminée

# DownloadCache
source: Download: %@
de: HerunterLadung: %@
fr: Téléchargement: %@

source: Cancelled
de: Abgebrochen
fr: Annulée

source: No spoilers found
de: Kein spoilers werden gefunden
fr: Aucun spoiler trouvé

# DownloadHTML
source: Downloading HTML
de: HTML wird heruntergeladen
fr: Téléchargement du HTML

# AnalyseImage
source: Images analysis
de: Bilder werden analysiert
fr: Analyse des images

# ConvertJPG
source: Converting images
de: Bilder werden auf JPG umgewandelt
fr: Conversion des images

# Geotagging
source: Geotagging images
de: Bilder werden lokalisiert
fr: Géotaggage des images

source: Could not download HTML
de: Die HTML Dateien sind unerreichbar
fr: Le code HTML ne peut pas être récupéré

source: Could not write image on disk
de: Das Bild kann nicht gespeichert werden
fr: L'image ne peut pas être écrite sur le disque

source: Could not download image
de: Das bild ist unerreichbar
fr: L'image ne peut pas être téléchargée

source: Could not write image to JPG
de: Das Bild kann nicht auf JPG umgewandelt werden
fr: L'image ne peut pas être convertie en JPG

source: Could not open download image
de: Das Bild kann nicht geöffnet werden
fr: L'image téléchargée ne peut pas être ouverte

source: Could not write tagged image
de: Das Bild kann nicht lokalisiert werden
fr: L'image ne pas pas être geotaggée

# Export finished at path
source: Images were exported to %@
de: Bilder werden auf %@ gespeichert
fr: Les images ont été exportées dans %@

# StatusBarProgress
source: Total: %lu Completed: %lu
de: Insgesamt : %lu Fertig : %lu
fr: Total : %lu Achevées : %lu

# Could not create the sotrage directory for cache
source: The storage directory of the cache could not be created
de: Ein Verzeichnis für die Geocache kann nicht erstellt werden
fr: Le répertoire de stockage temporaire n'a pas pu être crée

# Could not copy the temporary path to the selected one
source: An error occurred
de: Ein Fehler ist aufgetreten
fr: Une erreur est survenue

# Could not clear the temporary path
source: The temporary directory could not been cleared
de: Der vorübergehend Verzeichnis kann nicht geleert werden
fr: Le répertoire temporaire n'a pas pu être vidé

# No iSpoilerSync folder found
source: No iSpoilerSync directory
de: Kein iSpoilerSync Verzeichnis wird gefunden
fr: Aucun répertoire iSpoilerSync

source: No iSpoilerSync folder was found
de: Kein iSpoilerSync Verzeichnis wird gefunden
fr: Le répertoire iSpoilerSync n'a pas été trouvé

# No items to export
source: No elements to export
de: Kein Bild um zu exportieren
fr: Aucun élement à exporter

source: The iSpoilerSync folder seems to be empty.
de: Der iSpoilerSync Verzeichnis ist leer.
fr: Le dossier iSpoilerSync semble vide.

source: Select the iSpoilerSync directory
de: Wählen Sie das iSpoilerSync Verzeichnis
fr: Sélectionnez le répertoire iSpoilerSync

source: Choose export path
de: Wählen Sie das Export-Verzeichnis
fr: Choisissez le dossier d'export

source: Wrong directory
de: Falsche Verzeichnis
fr: Mauvais dossier sélectionné

source: The name of this directory is not equal to iSpoilerSync
de: Der Name dieses Verzeichnisses ist nicht gleich iSpoilerSync
fr: Le répertoire choisi n'est pas un répertoire iSpoilerSync

source: Export finished
de: Exportierung wird ausgefüllt
fr: Export terminé

source: Merge
de: Zusammenführen
fr: Fusionner

source: Delete
de: Löschen
fr: Effacer

# Error by parsing HTML.
source: An error occurs during HTML parsing
de: während HTML-Parsing ein Fehler auftritt
fr: Une erreur est survenu lors du Téléchargement du HTML

# ConvertJPG finished
source: Image was successfully converted
de: Das Bild wurde erfolgreich konvertiert
fr: L'image a été convertie avec succès

# DownloadJPG finished
source: Image was successfully downloaded
fr: L'image a été téléchargée avec succès

# DownloadJPG Error
source: An error occurs during image downloading
de: während HTML-Parsing ein Fehler auftritt
fr: Une erreur est survenu lors du Téléchargement de l'image

source: Downloading image...
de: Herunterladen von Bild ...
fr: Téléchargement de l'image

# Successfully geotag image.
source: Image was successfully geotagged
de: Das Bild wurde erfolgreich Geotags versehen
fr: L'image a été geotaggée avec succès

source: Processing cache...
de: Verarbeitung Cache...
fr: Traitement de la cache...

source: Processing ...
de: Verarbeitung ...
fr: Traitement ...

source: View on Geocaching.com
de: Auf Geocaching.com ansehen
fr: Voir sur Geocaching.com

# Error Occured
source: An error occurred
de: Ein Fehler ist aufgetreten
